const appData = {
  usage: [
    {
      title: "როგორ გამოვიყენოთ დაგროვილი ქულები ჩემი მაკდონალდსის აპლიკაციით?",
      backgroundLink: "https://mcdonalds.ge/53a8950b6e6c-resized.png",
      videoLink: "https://www.youtube.com/embed/K3lBuweYjfU",
    },
    {
      title:
        "როგორ დავაგროვოთ ქულები ჩემი მაკდონალდსის აპლიკაციით შესაკვეთ კიოსკებთან?",
      backgroundLink: "https://mcdonalds.ge/20a443caec54-resized.png",
      videoLink: "https://www.youtube.com/embed/Qt1MHQzxp_w",
    },
    {
      title: "როგორ დავაგროვოთ ქულები ჩემი მაკდონალდსის აპლიკაციით სალაროსთან?",
      backgroundLink: "https://mcdonalds.ge/ab1067ef84c3-resized.png",
      videoLink: "https://www.youtube.com/embed/A_UR5IXLfak",
    },
    {
      title: "როგორ დავაგროვოთ ქულები ჩემი მაკდონალდსის აპლიკაციით მაკდრაივზე?",
      backgroundLink: "https://mcdonalds.ge/6b0fc59efe69-resized.png",
      videoLink: "https://www.youtube.com/embed/xOa6Q-Couc0",
    },
    {
      title: "2 ფაქტორიანი ავტორიზაცია",
      backgroundLink: "https://mcdonalds.ge/f58a89c4f854-resized.png",
      videoLink: "https://www.youtube.com/embed/WGSM8eNoSRI",
    },
  ],
  faq: [
    {
      question: "რა გავითვალისწინო ლოიალურობის ბონუსის მისაღებად?",
      answer:
        '-თითო შეკვეთაში, მხოლოდ 1 მოწყობილობიდან დაასკანერეთ ბონუსი -შენი ქულები ჩამოიჭრება, მას შემდეგ რაც დააწვები ღილაკს "განაღდება", ამის შემდეგ დახარჯული ქულები უკან აღარ დაბრუნდება.-ბონუსი, რომელიც აპლიკაციაში გაანაღდე, მაგრამ ტრანზაქცია არ დაგისრულებია, დაგიბრუნდება უკან გარკვეული დროის შემდეგ-შეუძლებელია ერთი და იგივე ბონუსის 1 შეკვეთაში დასკანერება </strong (მსგავს შემთხვევაში ფასდაკლება მოეხსნება წინამორბედად დასკანერებულ ბონუსს, ხოლო გაუქმებული ბონუსი დაგიბრუნდებათ უკან თქვენს ანგარიშზე)',
    },
    {
      question:
        "შემიძლია თუ არა ერთ შეკვეთაში ორი ან მეტი შეთავაზების/ბონუსის მიღება?",
      answer:
        "შეგიძლიათ ერთ შეკვეთაში ორი შეთავაზების/ბონუსის განაღდება, გთხოვთ დარწმუნდეთ, რომ შეთავაზება/ბონუსი ერთმანეთისგან განსხვავდება, რადგან ორი ერთი და იგივე შეთავაზების/ბონუსის მიღება ერთ შეკვეთაში შეუძლებელია.",
    },
    {
      question: "დღის განმავლობაში რამდენი ქულის დაგროვება შემიძლია?",
      answer:
        "1 დღის განმავლობაში მაქსიმუმ 20 000 ქულის დაგროვება შეგიძლიათ (200 ლარის ექვივალენტი ქულების)",
    },
    {
      question: "შემიძლია თუ არა სხვის შეკვეთაზე ქულების დაგროვება?",
      answer:
        "იმ შემთხვევაში თუ არაადექვატური რაოდენობის შეკვეთაზე ექნება მომხმარებელს ქულები დაგროვებული, იუზერი ჩაიკეტება და დაგროვებული ქულები ჩამოეჭრება ანგარიშიდან.",
    },
    {
      question: "შემიძლია თუ არა ქულების/შეთავაზებების მიღება მაკდელივერიზე?",
      answer:
        "სამწუხაროდ, ამ ეტაპზე, მაკდელივერიზე არ ვრცელდება აპლიკაციის შეთავაზებები/ლოიალურობის პროგრამა.",
    },
    {
      question: "როგორ ჩავერთო ლოიალურობის პროგრამაში?",
      answer:
        "თუ ჯერ არ გაქვთ ჩვენი აპლიკაცია, ჩამოტვირთეთ და გაიარეთ რეგისტრაცია.  ხოლო თუ აპლიკაციაში რეგისტრაცია გავლილი გაქვთ, დაეთანხმეთ მხოლოდ პროგრამის განახლებულ პირობებს.",
    },
    {
      question: "რატომ არ მიფიქსირდება დაგროვებული ქულები?",
      answer:
        "ქულების დასაგროვებლად უნდა დაასკანეროთ შეთავაზებების განყოფილებაში არსებული QR კოდი აპლიკაციის საშუალებით, სანამ დაასრულებთ ტრანზაქციას. იმ შემთხვევაში, თუ დაასკანერებთ QR კოდს, მაგრამ მაინც ვერ მიიღებთ ქულებს, მათ შეუძლიათ ქვითრის საშუალებით დააფიქსირონ ხარვეზი, რომელიც იქნება გამოკვლეული და ტექნიკური ხარვეზის აღმოჩენის შემთხვევაში, ქვითრის საშუალებით დაგერიცხებათ ქულები.",
    },
    {
      question: "რატომ მიფიქსირდება იმაზე ნაკლები ქულა, ვიდრე დავაგროვე?",
      answer:
        "აპლიკაციაში ქულების ჩამოჭრა ხდება ორი მიზეზით: პირველი - როდესაც გაანაღდებთთქვენს ბონუსს, მეორე - როდესაც ვადა ეწურება.  საშუალებით, შეგიძლიათ ნახოთ როდის ჩამოგეჭრათ ქულები და რა მიზეზით.",
    },
    {
      question: "დამავიწყდა QR კოდის სკანირება. როგორ შემიძლია ქულების მიღება?",
      answer:
        "სამწუხაროდ, თუ არ დაასკანერებთ QR კოდს ტრანზაქციის დასრულებამდე, ქულებს ვერ დააგროვებთ. ამ პროცედურის შეცვლა ვერ მოხერხდება. გთხოვთ, შემდეგი ტრანზაქციისთვის არ დაგავიწყდეთ QR კოდის დასკანერება. ",
    },
    {
      question: "როგორ შემიძლია ქულების განაღდება?",
      answer:
        'აპლიკაციის შეთავაზებებში, ბონუსების ჩამონათვალში უნდა აირჩიოთ სასურველი პროდუქტი. დააჭირეთ ღილაკს ,,განაღდება", რათა დაგიგენერირდეთ ციფრული ვაუჩერი. დაასკანირეთ QR კოდი ბონუსის მისაღებად. ',
    },
    {
      question: "რატომ გაუვიდა ჩემს ქულებს ვადა?",
      answer:
        "ქულების ვადა იწურება ქულების მიღებიდან 12 თვის შემდეგ. გთხოვთ, დროულად გაანაღდეთ საკუთარი ქულები, რათა არ ამოიწუროს განაღდების ვადა.",
    },
  ],
};
export default appData;
